Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Typesets this staff with the music from another staff, ignoring any music entered on this staff. Use this e.g. to create a staff with two divisi parts, while keeping the second part as a separate staff, or to typeset both Fret Diagrams and Chord Symbols from the same music. Note that initial clef/key/time are copied not mirrored. Staff number to mirror is chosen interactively or passed as a parameter to the command.
sv: Sätter detta notsystem med musiken från ett annat notsystem och ignorerar all musik som skrivits in på detta notsystem. Använd detta t.ex. för att skapa ett notsystem med två divisi-stämmor, samtidigt som den andra stämman behålls som ett separat notsystem, eller för att sätta både Fret-diagram och ackordsymboler från samma musik. Observera att initial nyckel/nyckel/tid kopieras, inte speglas. Notnumret som ska speglas väljs interaktivt eller skickas som en parameter till kommandot.

source: Sets the open strings for tablature to the notes of the current chord.
sv: Ställer in de öppna strängarna för tabulatur till tonerna i det aktuella ackordet.

source: Tablature
sv: Tabulatur

source: Converts to tablature notation (print only)
sv: Konverterar till tabulaturnotation (endast utskrift)

source: Tiny Staff
sv: Liten notsystem

source: Prints current staff in a tiny font.
sv: Skriver ut aktuell notsystem i ett litet typsnitt.

source: --> Transpose to -->
sv: --> transponera till -->

source: Print transposed:
sv: Trycket har förflyttats:

source: (Print) Transpose
sv: (Skriv ut) Transponera

source: Prints this staff (only) transposed. This is in addition to any score-wide transposition
sv: Skriver ut detta notblad (endast) transponerat. Detta är utöver eventuell transposition över hela partituret

source: Un-dot Rests
sv: Un-dot pauser

source: Changes dotted rests into the equivalent sequence of un-dotted rests in the current staff. Use e.g. in 6/8 time to replace 𝅘𝅥. with 𝄽 𝄾
sv: Ändrar prickade vilopauser till motsvarande sekvens av oprickade vilopauser i det aktuella notsystemet. Använd t.ex. i 6/8-takt för att ersätta 𝅘𝅥. med 𝄽 𝄾

source: Add Voice (Borrowed/Mirrored Music)
sv: Add Voice (lånad/spegelvänd musik)

source: Create Parts (Treble First)
sv: Skapa delar (diskant först)

source: Creates a set of parts extracting the highest part first.
sv: Skapar en uppsättning delar och extraherar den högsta delen först.

source: Create Parts
sv: Skapa delar

source: Create a number of parts from the current staff which should have chords with that number of notes per chord.
sv: Skapa ett antal stämmor från den aktuella noten som ska ha ackord med det antalet toner per ackord.

source: Initial Automatic Voice
sv: Initial automatisk stämma

source: Initial Voice Four
sv: Inledande stämma fyra

source: Sets the (initial) voice of the staff to be voice four (this affects stems down, slurs etc on printing)
sv: Ställer in (första) stämman i notsystemet till att vara stämma fyra (detta påverkar notskaft down, legatobågar etc vid utskrift)

source: Initial Voice Three
sv: Initial stämma tre

source: Sets the (initial) voice of the staff to be voice three (this affects stems up, slurs etc on printing)
sv: Ställer in (första) stämman i notsystemet till stämma tre (detta påverkar stämmor upp, snedstreck etc vid utskrift)

source: Initial Voice Two
sv: Inledande stämma två

source: Sets the (initial) voice of the staff to be voice two (this affects stems down, slurs etc on printing)
sv: Ställer in (första) stämman i notsystemet till att vara stämma två (detta påverkar notskaft down, legatobågar etc vid utskrift)

source: Choose Initial Voice
sv: Välj initial stämma

source: Merge Differently Dotted Off
sv: Sammanfoga olika prickade av

source: From this point notes in different voices that begin at the same time will not be merged onto the same stem if they differ in the dotting.
sv: Från och med denna punkt kommer noter i olika stämmor som börjar samtidigt inte att sammanfogas till samma stam om de skiljer sig åt i prickningen.

source: From this point in the music notes in different voices beginning at the same time will be merged onto the same stem even if they differ in the dotting.
sv: Från och med nu kommer noter i olika stämmor som börjar samtidigt att sammanföras på samma stam även om de skiljer sig åt i prickningen.

source: Turning off merging of rests, use Merge Rests command to turn it on
sv: Stäng av sammanslagning av viloplatser, använd kommandot Merge pauser för att slå på det

source: Merge Rests
sv: Sammanfoga rester

source: Merges rests where two voices have a common rest. Applies to the whole movement. For multi-measure rests you need to additionally suppress one of the multi-measure rest counts.
sv: Sammanfogar vilor där två stämmor har en gemensam vila. Gäller för hela satsen. För vilor i flera takter måste du dessutom undertrycka en av räkningarna för vilor i flera takter.

source: Horizontal Shift
sv: Horisontell förskjutning

source: Give amount (staff spaces)
sv: Ge värde (notsystemutrymmen)

source: Change Note Shift
sv: Förändring Not Skift

source: Clashing Note Columns will generate a warning from the LilyPond typesetter
sv: Clashing Note Columns kommer att generera en varning från LilyPond-typografen

source: Ignore Clashing Columns
sv: Ignorera kolumner som krockar

source: Clashing Note Column Warnings (Off/On)
sv: Varningar för krockande notkolumner (av/på)

source: Turns warnings from the LilyPond typesetter about clashing note columns off or on. These can be harmless but can cause a warning to check the score.
sv: Slår av eller på varningar från LilyPond-sättaren om krockande notkolumner. Dessa kan vara harmlösa men kan orsaka en varning om att kontrollera partituret.

source: Keep Voices Apart
sv: Håll stämmorna isär

source: When part combining, from this point the parts will be kept apart even though they could be combined.
sv: Vid delkombination kommer delarna från denna punkt att hållas isär även om de skulle kunna kombineras.

source: Reverts to the default part combining.
sv: Återställer till standardkombinationen av delar.

source: Parts are now uncombined
sv: Delarna är nu okombinerade

source: Part Combine
sv: Del Kombinera

source: Can only part-combine two voices
sv: Kan endast del-kombineras med två stämmor

source: Must be on a staff with two voices
sv: Måste vara i ett notsystem med två stämmor

source: Combine parts as unison.
sv: Kombinera delar som unison.

source: The two voices will be printed only once when they are the same, otherwise they will be printed as parts. (Off/On)
sv: De två stämmorna skrivs ut endast en gång om de är identiska, annars skrivs de ut som delar. (Av/På)

source: Current staff is already a voice or not suitable
sv: Nuvarande notsystem är redan en stämma eller inte lämplig

source: Staff to Voice
sv: notsystem till stämma

source: The current staff will be typeset as a voice on the staff above.
sv: Den nuvarande staven kommer att sättas som en stämma på staven ovan.

source: The current staff is not voice
sv: Den nuvarande notsystemet är inte stämma

source: The current voice will be typeset on its own staff.
sv: Den nuvarande stämman kommer att sättas på sin egen notsystem.

source: No Shift
sv: Ingen skiftgång

source: No Horizontal Shifts
sv: Inga horisontella skift

source: Turns off horizontal displacement of notes (which avoid collisions between parts)
sv: Stänger av horisontell förskjutning av noter (vilket undviker kollisioner mellan delar)

source: Use Horizontal Shifts
sv: Använd horisontella skift

source: Turns on horizontal displacements of notes where needed.
sv: Slår på horisontella förskjutningar av noter där det behövs.

source: Prints the voices transposed by the interval given. This is in addition to any score-wide transposition and any staff-wide transposition
sv: Skriver ut stämmorna transponerade med det angivna intervallet. Detta är utöver alla transpositioner över hela partituret och alla transpositioner över hela stämman

source: Apparent Time Signature
sv: Synlig tidssignatur

source: Typesets a time signature which is not the one actually being used. This is used in polymetric music, often in conjunction with a tuplet spanning the whole staff.
sv: Sätter en taktart som inte är den som faktiskt används. Detta används i polymetrisk musik, ofta i samband med en tuplet som sträcker sig över hela notsystemet.

source: Beaming at half measure allowed
sv: Strålande vid halvmått tillåtet

source: Beaming breaks at half-measure
sv: Strålande brytningar på halva vägen

source: Beam at Half Measure (Off/On)
sv: Strålning vid halv mätning (Av/På)

source: In time signatures 3/N prevent beaming across the beat. Repeat the command to allow such beaming.
sv: I taktarter 3/N förhindras strålning över takten. Upprepa kommandot för att tillåta sådan strålning.

source: Inserts a non-printing timesignature to indicate a cadenza follows. You must insert any barlines and beaming you require (otherwise none will typeset). End the cadenza by inserting an End Cadenza Time in a new Denemo bar.
sv: Infogar en icke-tryckande tidssignatur för att ange att en kadens följer. Du måste infoga alla taktlinjer och balkar du behöver (annars kommer inga att sättas). Avsluta kadensen genom att infoga en End Cadenza Time i en ny Denemo-takt.

source: Choose Typical Time Signature
sv: Välj typisk tidssignatur

source: Choose from a set of typical time signatures
sv: Välj bland en uppsättning typiska tidssignaturer

source: Chord Chart Time Signature
sv: Ackordschema Taktsignatur

source: Inserts a time signature (for use in Chord Charts)
sv: Infoga en taktart (för användning i ackordtabeller)

source: Inserts a time signature to resume normal measured music.
sv: Infogar en taktart för att återgå till normalt uppmätt musik.

source: End Cadenza Time
sv: Slut Cadenza Tid

source: Inserts a non-printing time signature to resume normal measured music.
sv: Infogar en icke-tryckande taktart för att återgå till normal uppmätt musik.

source: On printing, omit the time signature change at the cursor, or the initial time signature if the cursor is not on a time signature change.
sv: Vid utskrift utelämnas ändringen av taktart vid markören, eller den ursprungliga taktarten om markören inte är på en ändring av taktart.

source: Beam
sv: Balk

source: Beaming Rule Change
sv: Regeländring för strålning

source: Inserts a (hidden) time signature with rules to be used for beaming. With no selection gets the beat for beams to be divided for the prevailing time signature at the cursor. If a there is a selection this will be used as the set of rules. In this case indicate the beaming desired using the manual beam commands [ and ], giving all the beaming rules wanted using several measures if needed (no other rules are used). Repeat with different selections to add further rules.
sv: Infogar en (dold) taktart med regler som ska användas för beaming. Utan något val får du takten för strålar som ska delas upp för den rådande taktarten vid markören. Om det finns ett val kommer detta att användas som regeluppsättning. I detta fall anger du önskad strålindelning med de manuella strålkommandona [ och ], och anger alla önskade strålregler med flera takter om det behövs (inga andra regler används). Upprepa med olika val för att lägga till ytterligare regler.

source: Numeric Time Signature
sv: Numerisk tidssignatur

source: Typesets common and cut time numerically rather than the traditional C and C cut.
sv: Sätter common- och cut-tid numeriskt i stället för det traditionella C och C cut.

source: Inspect/Edit Single Digit Directive
sv: Inspektera/Editera ensiffrigt direktiv

source: (Print) Single Digit
sv: (Skriv ut) Enstaka siffra

source: Makes the time signature at the cursor typeset as a single digit; if no time signature at cursor this applies to initial timesig of staff. Run the command again to delete/inspect the time signature directive.
sv: Gör att taktarten vid markören skrivs som en enda siffra; om ingen taktart finns vid markören gäller detta för den första taktarten i notsystemet. Kör kommandot igen för att ta bort/inspektera direktivet om taktart.

source: Time Signature with Beaming Rule
sv: Tidssignatur med strålningsregel

source: Inserts a time signature with indication for how to beam the notes. Insert at beginning of staff in order to replace the initial time signature.
sv: Infogar en taktart med angivelse av hur noterna ska strålas. Infoga i början av notsystemet för att ersätta den ursprungliga taktarten.

source: Double time signature removed
sv: Dubbel taktsignatur borttagen

source: Two Time Signatures
sv: Två tidssignaturer

source: Prints two time-signatures, the second is active.
sv: Visar två tidssignaturer, den andra är aktiv.

source: Unmeasured Staffs (Off/On)
sv: Ouppmätta staber (av/på)

source: Makes the staffs accept any duration per Denemo measure and typesets as a cadenza. Equivalent to Cadenza Time from the first bar.
sv: Gör att notsystemet accepterar valfri längd per Denemo-takt och sätter som en cadenza. Motsvarar Cadenza Time från första takten.

source: Selects &#x1D15D; as the duration for inserting notes or rests
sv: Väljer 𝅝 som varaktighet för att infoga noter eller pauser

source: Selects &#x1D15E; as the duration for inserting notes or rests
sv: Väljer 𝅗𝅥 som varaktighet för att infoga noter eller pauser

source: Selects &#x1D15F; as the duration for inserting notes or rests
sv: Väljer 𝅘𝅥 som varaktighet för att infoga noter eller pauser

source: Selects &#x1D160; as the duration for inserting notes or rests
sv: Väljer 𝅘𝅥𝅮 som varaktighet för att infoga noter eller pauser

source: Selects &#x1D161; as the duration for inserting notes or rests
sv: Väljer 𝅘𝅥𝅯 som varaktighet för att infoga noter eller pauser

source: Selects &#x1D163; as the duration for inserting notes or rests
sv: Väljer 𝅘𝅥𝅱 som varaktighet för att infoga noter eller pauser

source: Alternates inserting start triplet and end triplet markers
sv: Omväxlande infogning av starttriplett- och sluttriplettmarkörer

source: Choose any sort of clef.&#10;If the cursor is at the start change initial clef, else insert chosen clef.
sv: Välj valfri klav. Om markören är i början byter du initial klav, annars infogar du vald klav.

source: Add a note to the current chord&#10;The cursor position determines which note to add
sv: Lägg till en not i aktuellt ackord Markörens position avgör vilken not som ska läggas till

source: Begin Slur from note/chord at cursor, or remove a Begin Slur
sv: Begin legatobåge från not/ackord vid markören, eller ta bort en Begin legatobåge

source: End Slur at note/chord at cursor, or remove an End Slur
sv: End legatobåge vid not/ackord vid markören, eller ta bort en End legatobåge

source: Tie/Untie from the note/chord at the cursor - will be ignored by the LilyPond typesetter if next note is not at the same pitch
sv: Binda/lösa upp från noten/ackordet vid markören - ignoreras av LilyPonds sättare om nästa not inte är i samma tonhöjd

source: Insert a tempo change at cursor
sv: Infoga en tempoändring vid markören

source: Insert a Dynamic Marking at the cursor
sv: Infoga en dynamisk markering vid markören

source: Start Crescendo from note/chord at cursor
sv: Starta Crescendo från not/ackord vid markören

source: End Crescendo on note/chord at cursor
sv: Avsluta Crescendo på not/ackord vid markören

source: Start Diminuendo from note/chord at cursor
sv: Starta Diminuendo från not/ackord vid markören

source: End Diminuendo from note/chord at cursor
sv: Avsluta Diminuendo från not/ackord vid markören

source: Choose more palettes of buttons.
sv: Välj fler paletter av knappar.

source: Help with chord symbol entry methods.
sv: Hjälp med inmatningsmetoder för ackordsymboler.

source: Start Crescrendo from note/chord at cursor
sv: Starta Crescrendo från not/ackord vid markören

source: Adds a staff to be used purely for dynamic markings, insert after right hand piano staff
sv: Lägger till ett notsystem som endast ska användas för dynamiska markeringar, infogas efter höger hands pianonot

source: Prints text to start or continue a crescendo extending over a passage.&#10;Use for cresc.&#10;poco a poco, for example.&#10;Terminate with End Crescendo marking or a dynamic mark, else nothing will be printed.&#10;LilyPond markup, such as \\bold can be used.
sv: Skriver ut text för att starta eller fortsätta ett crescendo som sträcker sig över en passage. Används till exempel för cresc. poco a poco, till exempel. Avsluta med End Crescendo eller en dynamisk markering, annars skrivs ingenting ut. LilyPond-markeringar som \\bold kan användas.

source: Prints text to start or continue a diminuendo extending over a passage.&#10;Use for dim.&#10;poco a poco, for example.&#10;Terminate with End Diminuendo marking or a dynamic mark, else nothing will be printed.&#10;LilyPond markup, such as \\bold can be used.
sv: Skriv ut text för att påbörja eller fortsätta ett diminuendo som sträcker sig över en passage. Används till exempel för dim. poco a poco, till exempel. Avsluta med End Diminuendo eller en dynamisk markering, annars skrivs ingenting ut. LilyPond-markeringar som \\bold kan användas.

source: Music is spaced out by the extra amount given to avoid textual dynamic markings colliding.&#10;Not for hairpins.
sv: Musiken har det extra avstånd som krävs för att undvika att dynamiska textmarkeringar krockar med varandra. Inte för hårnålar.

source: Inserts an 8va mark (transposing the notes accordingly) or terminates one already started.
sv: Infogar ett 8va-tecken (transponera noterna i enlighet med detta) eller avslutar ett redan påbörjat tecken.

source: Insert or Append Duration
sv: Insert eller Append Duration

source: When appending, appends a &#x1D15D; &#10;With the cursor on a note inserts a &#x1D15D; before the current note&#10;If MIDI-in is active, the note will be pitchless (displays yellow, percussion-sounding)&#10; - the MIDI keyboard will provide the pitch.&#10;Changes prevailing duration.
sv: När du lägger till, lägger du till en 𝅝 När markören står på en not infogas en 𝅝 före den aktuella noten Om MIDI-in är aktiv kommer noten att vara tonhöjdslös (visas gul och låter som slagverk) - mIDI-keyboardet ger tonhöjden. Ändrar den rådande varaktigheten.

source: When appending, appends a &#x1D15E; &#10;With the cursor on a note inserts a &#x1D15E; before the current note&#10;If MIDI-in is active, the note will be pitchless (displays yellow, percussion-sounding)&#10; - the MIDI keyboard will provide the pitch.&#10;Changes prevailing duration.
sv: När du lägger till, lägger du till en 𝅗𝅥 När markören står på en not infogas en 𝅗𝅥 före den aktuella noten Om MIDI-in är aktiv kommer noten att vara tonhöjdslös (visas gult, låter som slagverk) - mIDI-keyboardet ger tonhöjden. Ändrar rådande varaktighet.

source: When appending, appends a &#x1D15F; &#10;With the cursor on a note inserts a &#x1D15F; before the current note&#10;If MIDI-in is active, the note will be pitchless (displays yellow, percussion-sounding)&#10; - the MIDI keyboard will provide the pitch.&#10;Changes prevailing duration.
sv: När du lägger till, lägger du till en 𝅘𝅥 När markören står på en not infogas en 𝅘𝅥 före den aktuella noten Om MIDI-in är aktiv kommer noten att vara tonhöjdslös (visas gult, låter som slagverk) - mIDI-keyboardet ger tonhöjden. Ändrar rådande varaktighet.

source: When appending, appends a &#x1D160; &#10;With the cursor on a note inserts a &#x1D160; before the current note&#10;If MIDI-in is active, the note will be pitchless (displays yellow, percussion-sounding)&#10; - the MIDI keyboard will provide the pitch.&#10;Changes prevailing duration.
sv: När du lägger till, lägger du till en 𝅘𝅥𝅮 När markören står på en not infogas en 𝅘𝅥𝅮 före den aktuella noten Om MIDI-in är aktiv kommer noten att vara tonhöjdslös (visas gult, låter som slagverk) - mIDI-keyboardet ger tonhöjden. Ändrar rådande varaktighet.

source: When appending, appends a &#x1D161; &#10;With the cursor on a note inserts a &#x1D161; before the current note&#10;If MIDI-in is active, the note will be pitchless (displays yellow, percussion-sounding)&#10; - the MIDI keyboard will provide the pitch.&#10;Changes prevailing duration.
sv: När du lägger till, lägger du till en 𝅘𝅥𝅯 Med markören på en not infogas en 𝅘𝅥𝅯 före den aktuella noten Om MIDI-in är aktiv kommer noten att vara tonhöjdslös (visas gult, låter som slagverk) - mIDI-keyboardet ger tonhöjden. Ändrar rådande varaktighet.

source: When appending, appends a &#x1D162; &#10;With the cursor on a note inserts a &#x1D162; before the current note&#10;If MIDI-in is active, the note will be pitchless (displays yellow, percussion-sounding)&#10; - the MIDI keyboard will provide the pitch.&#10;Changes prevailing duration.
sv: När du lägger till, lägger du till en 𝅘𝅥𝅰 Med markören på en not infogas en 𝅘𝅥𝅰 före den aktuella noten Om MIDI-in är aktiv kommer noten att vara tonhöjdslös (visas gult, låter som slagverk) - mIDI-keyboardet ger tonhöjden. Ändrar rådande varaktighet.

source: Insert &#x1D13B; rest
sv: Infoga 𝄻 vila

source: Insert &#x1D13C; rest
sv: Infoga 𝄼 vila

source: Insert &#x1D13D; rest
sv: Infoga 𝄽 vila

source: Insert &#x1D13E; rest
sv: Infoga 𝄾 vila

source: Insert &#x1D13F; rest
sv: Infoga 𝄿 vila

source: Insert &#x1D140; rest
sv: Infoga 𝅀 vila

source: Dot, double dot or undot the note at the cursor
sv: Punktera, dubbelpunktera eller ångra noten vid markören

source: Change the current note to a &#x1D15D;
sv: Ändra den aktuella noten till en &#x1D15D;

source: Change the current note to a &#x1D15E;
sv: Ändra den aktuella noten till en &#x1D15E;

source: Change the current note to a &#x1D15F;
sv: Ändra den aktuella noten till en &#x1D15F;

source: Change the current note to a &#x1D160;
sv: Ändra den aktuella noten till en &#x1D160;

source: Change the current note to a &#x1D161;
sv: Ändra den aktuella noten till en &#x1D161;

source: Change the current note to a &#x1D162;
sv: Ändra den aktuella noten till en &#x1D162;

source: Halves the duration of the note/chord/rest at the cursor or the selection.&#10;E.g.&#10;Quarter Note becomes Eighth Note.&#10;
sv: Halverar längden på noten/ackordet/vilan vid markören eller markeringen. &#10;T.ex.&#10;Kvartsnot blir åttondelsnot.&#10;

source: Doubles the duration of the note/chord/rest at the cursor or the selection.&#10;E.g.&#10;Quarter Note becomes Half Note.
sv: Dubblar längden på noten/ackordet/vilan vid markören eller markeringen. T.ex. Kvartsnot blir Halvnot.

source: Change or Append Notes
sv: Ändra eller bifoga noter

source: Changes the note the cursor is on to the note A.&#10;If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten A. Om markören är i tilläggsläget läggs en not till med den aktuella durationen.

source: Changes the note the cursor is on to the note B.&#10;If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten B. Om markören är i tilläggspositionen, lägger du till en not med den aktuella durationen.

source: Changes the note the cursor is on to the note C.&#10;If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten C. Om markören är i tilläggspositionen, lägger du till en not med den aktuella durationen.

source: Changes the note the cursor is on to the note D.&#10;If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten D. Om markören är i tilläggspositionen, lägger du till en not med den aktuella durationen.
